[
  {
    "id": "profile",
    "q": "Factory Profile"
  },
  {
    "id": "heading",
    "q": "Factory Business Information"
  },
  {
    "id": "heading-below",
    "q": "Please provide information as in official documents and only enter in ENGLISH"
  },
  {
    "id": "1",
    "q": "Factory Name"
  },
  {
    "id": "1b",
    "q": "Is this the lead factory amongst all factories entered / to be entered under your supplier profile? (Only 1 factory among all factories entered / to be entered can be chosen as lead factory)"
  },
  {
    "id": "2",
    "q": "Factory Business License Number"
  },
  {
    "id": "3",
    "q": "Factory VAT Number"
  },
  {
    "id": "4a",
    "q": "Building (Example : Block 1, Qingxi Industrial Park)"
  },
  {
    "id": "4b",
    "q": "Street (Example : 8, Yinsong Road)"
  },
  {
    "id": "5a",
    "q": "Town (Example : Qingxizhen)"
  },
  {
    "id": "5b",
    "q": "City (Example : Dongguan)"
  },
  {
    "id": "5c",
    "q": "Province (Example : Guangdong)"
  },

  {
    "id": "6",
    "q": "Post Code (No input for Hong Kong)"
  },
  {
    "id": "7",
    "q": "Country"
  },
  {
    "id": "8",
    "q": "Recommended Hotels"
  },
  {
    "id": "9a",
    "q": "Salutation"
  },
  {
    "id": "9b",
    "q": "First Name"
  },
  {
    "id": "9c",
    "q": "Last Name"
  },
  {
    "id": "10",
    "q": "Contact Person Position"
  },
  {
    "id": "11a",
    "q": "Phone"
  },
  {
    "id": "11b",
    "q": "Cell Phone"
  },
  {
    "id": "12",
    "q": "E-Mail"
  },
  {
    "id": "13",
    "q": "Website"
  },
  {
    "id": "14",
    "q": "Current Location Since (e.g., 2003)"
  },
  {
    "id": "15",
    "q": "Number of Factory Buildings and / or Levels (Please separate by \"/\" incl. space, e.g., x building(s) times x level(s) / building(s) times x level(s))"
  },
  {
    "id": "16",
    "q": "Other Factories / Warehouses located in the same Building(s)"
  },
  {
    "id": "17",
    "q": "Do they belong to the same Management"
  },
  {
    "id": "18",
    "q": "Dormitory provided"
  },
  {
    "id": "19",
    "q": "Dormitory total Size (in sqm)"
  },
  {
    "id": "20",
    "q": "Property total Size (in sqm)"
  },
  {
    "id": "21",
    "q": "Warehouse total Size (e.g., x sqm times x level(s)) "
  },
  {
    "id": "22",
    "q": "Production Site total Size (e.g., x sqm times x level(s))"
  },
  {
    "id": "23",
    "q": "Year of Establishment (e.g., 2003)"
  },
  {
    "id": "24",
    "q": "Factory Main Product Category (Please separate by \"/\" incl. space, e.g., product 1 / product 2)"
  },
  {
    "id": "25",
    "q": "Factory Annual Capacity (In 40' containers)"
  },
  {
    "id": "26",
    "q": "Factory Annual Turnover (USD)"
  },
  {
    "id": "27",
    "q": "Ownership"
  },
  {
    "id": "28",
    "q": "Subcontracting"
  },
  {
    "id": "29",
    "q": "Quality Management System"
  },
  {
    "id": "30",
    "q": "Social Compliance Audits"
  },
  {
    "id": "31",
    "q": "Audit Type"
  },
  {
    "id": "32",
    "q": "Audit Result"
  },
  {
    "id": "33",
    "q": "Audit Date"
  },
  {
    "id": "34",
    "q": "Audit Validity"
  },
  {
    "id": "35",
    "q": "Audit Company"
  },
  {
    "id": "36",
    "q": "Social Audit Report Upload (File naming: Supplier Name_Auditing Company_Audit Date ddmmyyyy, For multiple files, please compress and upload 1 zip file)"
  },
  {
    "id": "37",
    "q": "Total Number of Employees (e.g., 1000)"
  },
  {
    "id": "38",
    "q": "Personnel Structure (Admin in Percentage)"
  },
  {
    "id": "39",
    "q": "Personnel Structure (Production in Percentage)"
  },
  {
    "id": "40",
    "q": "Personnel Structure (R&D in Percentage)"
  },
  {
    "id": "41",
    "q": "Personnel Structure (QA in Percentage)"
  },
  {
    "id": "42",
    "q": "Personnel Structure (Management in Percentage)"
  },
  {
    "id": "43",
    "q": "Workers Statistic (Male in Percentage)"
  },
  {
    "id": "44",
    "q": "Workers Statistic (Female in Percentage)"
  },
  {
    "id": "45",
    "q": "Workers Statistic (Local in Percentage)"
  },
  {
    "id": "46",
    "q": "Workers Statistic (Migrant in Percentage)"
  },
  {
    "id": "47",
    "q": "Work in Shifts"
  },
  {
    "id": "48",
    "q": "Max. Number of Shift(s)"
  },
  {
    "id": "49",
    "q": "Have you been issued the \"Fair Labor Accreditation\" evidence?"
  },
  {
    "id": "50",
    "q": "Have you been issued the \"Fair Stone\" evidence?"
  },
  {
    "id": "51",
    "q": "Have you been issued the \"Global Organic Textile Standard\" evidence?"
  },
  {
    "id": "52",
    "q": "Have you been issued the \"Grüner Knopf\" evidence?"
  },
  {
    "id": "53",
    "q": "Have you been issued the \"IGEP\" evidence?"
  },
  {
    "id": "54",
    "q": "Have you been issued the \"OEKO-TEX® MADE IN GREEN\" evidence?"
  },
  {
    "id": "55",
    "q": "Have you been issued the \"SMETA (Sedex)\" evidence?"
  },
  {
    "id": "56",
    "q": "Have you been issued the \"Social Accountability International - SA8000\" evidence?"
  },
  {
    "id": "57",
    "q": "Have you been issued the \"XertifiX Standard\" evidence?"
  },
  {
    "id": "58",
    "q": "Have you been issued the \"XertifiX PLUS\" evidence?"
  },
  {
    "id": "59",
    "q": "Have you been issued the \"AMFORI BEPI (Level 1, 2, 3)\" evidence?"
  },
  {
    "id": "60",
    "q": "Have you been issued the \"DIN EN ISO 14001\" evidence?"
  },
  {
    "id": "61",
    "q": "Have you been issued the \"Grüner Knopf\" evidence?"
  },
  {
    "id": "62",
    "q": "Have you been issued the \"IGEP (ISES 2020 Audit)\" evidence?"
  },
  {
    "id": "63",
    "q": "Have you been issued the \"DIN EN ISO 45001\" evidence?"
  },
  {
    "id": "64",
    "q": "Do you check the age of your workers as part of the hiring process?"
  },
  {
    "id": "65",
    "q": "Is the age of your workers also verified when the hiring process is conducted by placement agencies?"
  },
  {
    "id": "66",
    "q": "Do you employ persons under the age of 18?"
  },
  {
    "id": "67",
    "q": "Do you employ persons under the age of 15?"
  },
  {
    "id": "68",
    "q": "Are there work instructions for which work persons under 18 are not allowed to be employed?"
  },
  {
    "id": "69",
    "q": "Do persons under the age of 18 perform work for you under water or underground?"
  },
  {
    "id": "70",
    "q": "Do persons under the age of 18 perform work for you at dangerous heights or in confined spaces?"
  },
  {
    "id": "71",
    "q": "Do persons under the age of 18 work with dangerous machinery, equipment or tools?"
  },
  {
    "id": "72",
    "q": "Do people under 18 handle or transport heavy loads in your business?"
  },
  {
    "id": "73",
    "q": "Do persons under the age of 18 work with hazardous substances, agents or processes?"
  },
  {
    "id": "74",
    "q": "Do persons under the age of 18 work in areas with harmful temperatures, noise levels or vibrations?"
  },
  {
    "id": "75",
    "q": "Do persons under the age of 18 work in your company at night time?"
  },
  {
    "id": "76",
    "q": "Is there a predefined procedure if you suspect that one of your suppliers is unlawfully employing children?"
  },
  {
    "id": "77",
    "q": "Are persons under the age of 18 in your company in debt bondage, serfdom or forced or compulsory labor?"
  },
  {
    "id": "78",
    "q": "Is there any work in your company that is only performed when a penalty is threatened (e.g. withholding wages)?"
  },
  {
    "id": "79",
    "q": "Do you retain the identification documents of your employees?"
  },
  {
    "id": "80",
    "q": "Do you retain originals or copies of identification documents?"
  },
  {
    "id": "81",
    "q": "Do you impose penalties on your employees (e.g. withholding of wages, restriction of movement, withholding of identification documents, special work)?"
  },
  {
    "id": "82",
    "q": "Do you have employees who are so deep in debt to you that it takes them several years to pay off with their wages?"
  },
  {
    "id": "83",
    "q": "Is the weekly working time (including overtime) more than 60 hours or more than 10 hours per day?"
  },
  {
    "id": "84",
    "q": "Does your company employ people who have been required to work by the state (e.g. prisoners, military conscripts)?"
  },
  {
    "id": "85",
    "q": "Is there a predefined procedure if you suspect that forced or slave labor exists at one of your suppliers?"
  },
  {
    "id": "86",
    "q": "Does your company document the working hours and wages/remuneration of its employees?"
  },
  {
    "id": "87",
    "q": "Does your company have a health and safety policy that is appropriate for your company?"
  },
  {
    "id": "88",
    "q": "Does your organization have procedures in place to capture and assess security risks and to correct identified vulnerabilities?"
  },
  {
    "id": "89",
    "q": "Does your operation work at high altitudes, in confined spaces, or involve very high or low temperatures?"
  },
  {
    "id": "90",
    "q": "Do you work with hazardous chemical and biological substances?"
  },
  {
    "id": "91",
    "q": "Does your company have instructions on the use of special safety equipment (e.g. protective clothing)?"
  },
  {
    "id": "92",
    "q": "Is there a person responsible in your company for the safe storage, distribution and instruction regarding the safe handling of these substances?"
  },
  {
    "id": "93",
    "q": "Is there technical equipment for emergencies in your company and is it regularly checked and maintained (e.g. fire extinguishing system)?"
  },
  {
    "id": "94",
    "q": "Are there persons in your company who are specially trained to act in emergencies (e.g. first aid training)?"
  },
  {
    "id": "95",
    "q": "Does your company offer its employees the opportunity to provide feedback and complaints to management?"
  },
  {
    "id": "96",
    "q": "Are your employees regularly trained on the subject of occupational safety, especially when they are hired?"
  },
  {
    "id": "97",
    "q": "Are your employees organized in a union?"
  },
  {
    "id": "98",
    "q": "Are there bonuses or other benefits, if employees are not members of a union or leave a union?"
  },
  {
    "id": "99",
    "q": "Are employees hired or assigned to specific tasks based on national or ethnic origin, social origin, health status, disability, sexual orientation, age, gender, political opinion, religion, or belief?"
  },
  {
    "id": "100",
    "q": "Are workers unfairly paid differently for the same work for the reasons mentioned above?"
  },
  {
    "id": "101",
    "q": "Is there a statutory minimum wage in the country/countries where you work?"
  },
  {
    "id": "102",
    "q": "Do you pay the respective statutory minimum wage or more?"
  },
  {
    "id": "103",
    "q": "Do you pay at least a wage that is in line with the general wage level in your industry?"
  },
  {
    "id": "104",
    "q": "Is the wage reduced for benefits provided by your company to the employee (e.g., for work clothing, meals, accommodation)?"
  },
  {
    "id": "105",
    "q": "Within the last 20 years, has your company acquired land that was occupied immediately prior to acquisition?"
  },
  {
    "id": "106",
    "q": "Can you confirm that the land owned or held by your company has not been misappropriated?"
  },
  {
    "id": "107",
    "q": "Have you acquired any forest land or water bodies in the last 20 years that were not previously used for commercial purposes?"
  },
  {
    "id": "108",
    "q": "Do you employ security personnel in your company?"
  },
  {
    "id": "109",
    "q": "Are security personnel tasked with monitoring their workers beyond entry and exit checks?"
  },
  {
    "id": "110",
    "q": "Has your company defined characteristics/criteria against which relevant environmental impacts can be monitored? (e.g., measurement and monitoring of CO₂ emissions; water consumption)"
  },
  {
    "id": "111",
    "q": "Have there been any legal proceedings against your company for environmental pollution or similar in the last 5 years?"
  },
  {
    "id": "112",
    "q": "Are there work instructions and organizational precautions to minimize emissions to air, soil, and water?"
  },
  {
    "id": "113",
    "q": "Does your company have instructions and procedures on how to proceed in case of violation of environmental regulations?"
  },
  {
    "id": "114",
    "q": "Does your company publish a report on environmental goals and progress?"
  },
  {
    "id": "115",
    "q": "Does your business generate hazardous waste or does your company work with radioactive substances?"
  },
  {
    "id": "116",
    "q": "Do you work with an external disposal service provider?"
  },
  {
    "id": "117",
    "q": "Is the export of hazardous waste documented in your company?"
  },
  {
    "id": "118",
    "q": "Can you confirm that your company acts in accordance with the Basel Convention on the Control of Transboundary Movements of Hazardous Wastes and their Disposal?"
  },
  {
    "id": "119",
    "q": "Do you use persistent organic pollutants?"
  },
  {
    "id": "120",
    "q": "Can you confirm that your company acts in accordance with the Stockholm Convention on Persistent Organic Pollutants (POPs)?"
  },
  {
    "id": "121",
    "q": "Can you confirm that you do not use or manufacture substances listed in Annex I of Regulation (EU) 2019/1021?"
  },
  {
    "id": "122",
    "q": "Which of the substances listed in Annex I of Regulation (EU) 2019/1021 or in Annex A of the Stockholm POP Convention do you use?"
  },
  {
    "id": "123",
    "q": "Do you produce mercury in your company or do you use mercury or products containing mercury or do you treat mercury waste?"
  },
  {
    "id": "124",
    "q": "Can you assure that your company operates in accordance with the Minamata Convention on the Control of Emissions and Releases of the Heavy Metal Mercury?"
  },
  {
    "id": "m1",
    "q": "The submission was successful!"
  }
]
